Repository: CookieLuc/ffxiv-characterstatus-refined
Catalog: Localization.*.resx
Languages: de

# Tooltips_tooltips_Critical_Hit
source: Critical Hit
de: Kritischer Treffer

source: Crit Chance
de: Krit Chance

source: Crit Damage
de: Krit Schaden

source: Damage Increase
de: Schadenserhöhung

# Damage_per_100_Potency
source: Damage per 100 Pot
de: Schaden je 100 Wert

source: Damage & Mitigation
de: Schaden & Abwehr

# Tooltips_tooltips_Determination
source: Determination
de: Entschlossenheit

source: Direct Hit Chance
de: Direkt Chance

source: Fire IV GCD
de: Feuka Reaktivierung

source: GCD
de: Reaktivierungszeit

source: Magic Mitigation
de: Mag. Minderung

source: Mana per Tick
de: Mana je Tick

source: Physical Mitigation
de: Phys. Minderung

# Skill_Speed_Increase
source: Speed Increase
de: Geschw. Erhöhung

source: Speed Properties
de: Geschw. Eigenschaften

# Tooltips_tooltips_Direct_Hit_Rate
source: Direct Hit Rate
de: Direkte Treffer Rate

# Tooltips_tooltips_Crit_Tooltip
source: affects the rate at which your attacks and heals can critically hit as well as the damage dealt and HP restored by a critical hit. Critical Hit Rate and Damage increase by 0.1% approx. every
de: beeinflusst die Rate, mit der deine Angriffe und Heilungen kritische Treffer erzielen können, sowie den Schaden und die wiederhergestellten LP bei einem kritischen Treffer. Die Rate der kritischen Treffer und der Schaden erhöhen sich um 0,1% alle ca.

# Tooltips_tooltips_Currently_Wasting
source: points. You are currently wasting
de: Punkte. Du verschwendest momentan

# Tooltips_tooltips_Defense
source: Defense
de: Verteidigung

# Tooltips_tooltips_Vitality_Tooltip_4
source: base HP.
de: Grund LP.

# Tooltips_tooltips_Vitality_Tooltip_3
source: you have
de: hast du

# Tooltips_tooltips_Vitality
source: Vitality
de: Konstitution

# Tooltips_tooltips_Vitality_Tooltip_1
source: increases max HP by
de: erhöht die maximalen LP um

# Tooltips_tooltips_Vitality_Tooltip_2
source: every point. As a
de: für jeden Punkt. Als

# Tooltips_tooltips_Defense_Tooltip
source: reduces physical damage taken by 1% approx. every
de: verringert erlittenen physischen Schaden um 1% alle ca.

# Tooltips_tooltips_Determination_Tooltip
source: increases damage dealt by attacks as well as HP restored by healing actions. Determination's effect increases by 0.1% approx. every
de: erhöht den verursachten Schaden durch Angriffe sowie die Stärke von Heilungszaubern. Der Effekt von Entschlossenheit erhöht sich um 0.1% alle ca.

# Tooltips_tooltips_Tenacity
source: Tenacity
de: Unbeugsamkeit

# Tooltips_tooltips_Tenacity_Tooltip
source: increases damage dealt and HP restored by your own actions as well as reducing damage taken. Tenacity's effect increases by 0.1% approx. every
de: erhöht den verursachten Schaden sowie die Heilung durch die eigenen Fähigkeiten, zudem wird der erlittene Schaden reduziert. Der Effekt von Unbeugsamkeit erhöht sich um 0.1% alle ca.

# Tooltips_tooltips_Spell_Speed_GCD
source: point(s). A 2.8s GCD is sped up by 0.01s approx. every
de: Punkt(e). Eine Reaktivierungszeit von 2.8s wird um 0.01s alle ca.

# Tooltips_tooltips_Spell_Speed
source: Spell Speed
de: Zaubertempo

# Tooltips_tooltips_Skill_Spell_Speed_Tooltip
source: shortens cast times and recast timers as well as increase damage done by damage over time effects. A 2.5s GCD is sped up by 0.01s approx. every
de: senkt die (Re-)Aktivierungszeiten von Angriffen und erhöht den Schaden von Schaden über Zeit Effekten. Eine Reaktivierungszeit von 2.5s wird um 0.01 verkürzt alle ca.

# Tooltips_tooltips_points
source: point(s).
de: Punkt(e).

# Tooltips_tooltips_Skill_Spell_Speed
source: Skill/Spell Speed
de: Zaubertempo/Schnelligkeit

# Tooltips_tooltips_Skill_Spell_Speed_DoT_Increase
source: point(s). DoT damage increases by 0.1% approx. every
de: Punkt(e). Schaden über Zeit wird um 0.1% alle ca.

# Tooltips_tooltips_Direct_Hit_Tooltip
source: affects the rate at which your attacks can direct hit. A direct hit increases damage done by 25%. Direct Hit Rate increases by 0.1% approx. every
de: beeinflusst die Rate in der deine Agriffe zu Direkten Treffern werden. Ein Direkter Treffer erhöht den verursachten schaden um 25%. Die Direkte Treffer Rate erhöht sich um 0.1% alle ca.

# Tooltips_tooltips_Piety_Tooltip
source: increases the amount of MP gained per server tick (every 3s). By default you will gain 200 MP per tick. Piety gives 1 extra MP approx. every
de: erhöht die Menge an MP welche je Server Tick regeneriert werden (alle 3s). Der Standardwert liegt bei 200 MP je tick. Frömmigkeit erhöht dies um 1 alle ca.

# Tooltips_tooltips_Expected_Damage
source: Average damage of a 100 potency skill, including critical and direct hits as well as passive traits such as Maim and Mend. Damage is multiplied by Potency, Weapon Damage, Main Stat (Str/Int/Dex/Mnd) and all other damage modifiers (such as Direct Hit +25%, Brotherhood +5%) and always has a variance of ±5%.
de: Durchschnittlicher Schaden einer 100 Attacke-Wert Fähigkeit, inklusive kritischer und direkter Treffer, sowie passiven Fertigkeiten wie Verbesserte Kommandos. Der Schaden wird mit dem Attacke-Wert, Waffenschaden, dem Hauptattribut, sowie allen anderen Schadensmodifikatoren berechnet und hat immer eine Varianz von ±5%.

# Tooltips_tooltips_Magic_Defense
source: Magic Defense
de: Magieabwehr

# Tooltips_tooltips_Magic_Defense_Tooltip
source: reduces magic damage taken by 1% approx. every
de: verringert erlittenen physischen Schaden um 1% alle ca.

# Tooltips_tooltips_Main_Stat_Tooltip
source: increases damage dealt as well as HP restored by your actions. An increase of 10% main stat constitutes a 10% increase in damage and healing. SMNs physick is the only exception since it scales with MND instead of INT.
de: erhöht den verursachten Schaden durch Angriffe sowie die Stärke von Heilungszaubern. Eine Erhöhung des Hauptattributes von 10% enstpricht einer Schadens- und Heilungserhöhung von 10%. Die einzige Ausnahme stellt Physick vom BSW dar, da es mit Willenskraft statt Intelligenz skaliert.

# Tooltips_tooltips_Main_Stat
source: Main Stat
de: Hauptattribut

# Tooltips_tooltips_Next_Tier
source: point(s). To reach the next tier you need
de: Punkt(e). Um die nächste Stufe zu erreichen benötigst du

# Tooltips_tooltips_Piety
source: Piety
de: Frömmigkeit

# Config_Character_Panel_Refined_Config
source: Character Panel Refined Config
de: Character Panel Refined Konfiguration

# Config_Override_default_tooltips
source: Override default tooltips
de: Überschreibe Standard Tooltips

# Config_Override_default_tooltips_tooltip
source: Override the default tooltips for all stats.
de: Überscheibe die Standard Tooltips für sämtliche Attribute.

# Config_Use_Game_Language_if_available
source: Use Game Language if available
de: Verwende Spielsprache wenn möglich

# Config_Window_Use_Game_Language_Tooltip
source: Use the internal game language for this plugin if available. Currently Available: English, German
de: Verwende die interne Spielsprache für dieses Plugin, sollte sie verfügbar sein. Verfügbar: Englisch, Deutsch
